{
  "books": [
    {
      "id": 1,
      "name": "To kill a Mockingbird",
      "image": "https://i.postimg.cc/ydgsyLsG/Tokillamockingbird.png",
      "author": "Harper Lee",
      "desc": " To Kill a Mockingbird is both a young girl's coming-of-age story and a darker drama about the roots and consequences of racism and prejudice, probing how good and evil can coexist within a single community or individual.",
      "category": "Novel",
      "price": " 234",
      "quantity": "10"
    },
    {
      "id": 2,
      "name": "Cinderella is Dead",
      "image": "https://i.postimg.cc/sxhsJC3S/376097366609179215.jpg",
      "author": "Kalynn Bayron",
      "desc": " The novel is focused on Sophia Grimmins, a queer teenager living in the same world as Cinderella, 200 years after her death. Young women that are coming of age are forced to attend balls to be chosen as wives of men they've never met. ",
      "category": "Romance",
      "price": " 400",
      "quantity": "10"
    },
    {
      "id": 3,
      "name": "Milk and honey",
      "image": "https://i.postimg.cc/VvPx9rv9/9781449474256-pdpxl.jpg",
      "author": "Rupi Kaur",
      "desc": " #1 New York Times bestseller milk and honey is a collection of poetry and prose about survival. About the experience of violence, abuse, love, loss, and femininity. The book is divided into four chapters, and each chapter serves a different purpose. Deals with a different pain. ",
      "category": "Poetry",
      "price": " 353",
      "quantity": "10"
    },
    {
      "id": 4,
      "name": "The Power of Now: A Guide to Spiritual Enlightenment",
      "image": "https://i.postimg.cc/65n3NnCK/6708.jpg",
      "author": " Eckhart Tolle",
      "desc": " The Power of Now: A Guide to Spiritual Enlightenment is a book by Eckhart Tolle. It presents itself as a discussion about how people interact with themselves and others. The concept of self reflection and presence in the moment are presented along with simple exercises for the achievement of its principles ",
      "category": "Self-help",
      "price": " 405",
      "quantity": "10"
    },
    {
      "id": 5,
      "name": "Kwezi",
      "image": "https://i.postimg.cc/JtCDNqCr/image.jpg",
      "author": "Loyiso Mkize",
      "desc": " The comic follows a narcissistic teenage boy named Kwezi as he discovers his superhuman abilities amid the daily hustle of the fictional Gold City– a bustling metropolis modelled after Johannesburg ",
      "category": "Comics",
      "price": " 435",
      "quantity": "10"
    },
    {
      "id": 6,
      "name": "Steve Jobs",
      "image": "https://i.postimg.cc/hjrhNCHt/Steve-Jobs.jpg",
      "author": "Walter Isaacson",
      "desc": " The book highlights several of his multifold leadership traits, forcing you to overlook his negative qualities. If you appreciate and admire Steve Jobs and his accomplishments, this is a book that is especially worth reading. ",
      "category": "Biography",
      "price": " 427",
      "quantity": "10"
    },
    {
      "id": 7,
      "name": "The Alchemist",
      "image": "https://i.postimg.cc/MTT8KdnT/the-Alchemist.jpg",
      "author": "Paulo Coelho",
      "desc": " The Alchemist is a classic novel in which a boy named Santiago embarks on a journey seeking treasure in the Egyptian pyramids after having a recurring dream about it and on the way meets mentors, falls in love, and most importantly, learns the true importance of who he is and how to improve himself and focus on what really matters in life.",
      "category": "Novel",
      "price": " 224",
      "quantity": "10"
    },
    {
      "id": 8,
      "name": "Pride and Prejudice",
      "image": "https://i.postimg.cc/jSsCRCsF/image.jpg",
      "author": "Jane Austen",
      "desc": " The novel follows the character development of Elizabeth Bennet, the protagonist of the book, who learns about the repercussions of hasty judgments and comes to appreciate the difference between superficial goodness and actual goodness.   ",
      "category": "Romance",
      "price": " 316",
      "quantity": "10"
    },
    {
      "id": 9,
      "name": "Don't Call Us Dead: Poems",
      "image": "https://i.postimg.cc/FzxBjT2m/9781555977856-pdpxl.jpg",
      "author": "Danez Smithr",
      "desc": " Don't Call Us Dead opens with a heartrending sequence that imagines an afterlife for black men shot by police, a place where suspicion, violence, and grief are forgotten and replaced with the safety, love, and longevity they deserved here on earth ",
      "category": "Poetry",
      "price": " 284",
      "quantity": "10"
    },
    {
      "id": 10,
      "name": "Rich Dad Poor Dad",
      "image": "https://i.postimg.cc/QdqdFD6n/image.jpg",
      "author": "Robert Kiyosaki and Sharon Lechter",
      "desc": " Rich Dad Poor Dad is a 1997 book written by Robert T. Kiyosaki and Sharon Lechter. It advocates the importance of financial literacy, financial independence and building wealth through investing in assets, real estate investing, starting and owning businesses, as well as increasing one's financial intelligence. ",
      "category": "Self-help",
      "price": " 368",
      "quantity": "10"
    },
    {
      "id": 11,
      "name": "Cherub: The Recruit",
      "image": "https://i.postimg.cc/523pnP9k/62a94c86a4a61381395336-w803h620.webp",
      "author": "Ian Edginton and Robert Muchamore",
      "desc": " James Choke comes from a dysfunctional family, and is often in trouble at school. When his mother dies, James is sent to a children's home, but here he is recruited into the ranks of CHERUB - a secret organisation established during World War II, which trains children between ten and seventeen as spies. ",
      "category": "Comics",
      "price": " 414",
      "quantity": "10"
    },
    {
      "id": 12,
      "name": "Everything I Know About Love",
      "image": "https://i.postimg.cc/xdnGD97f/46041465.jpg",
      "author": "Dolly Alderton",
      "desc": " Everything I Know About Love (Paperback) From falling in love to cementing friendships - with a few catastrophic Rod Stewart-themed house parties along the way - the journalist and author of Ghosts delivers a side-splitting, painfully relatable and unfailing candid guide to growing up and growing stronger. ",
      "category": "Biography",
      "price": " 391",
      "quantity": "10"
    },
    {
      "id": 13,
      "name": "The Hitchhiker’s Guide to the Galaxy",
      "image": "https://i.postimg.cc/VNZkRQwm/hitchhikerguide.jpg",
      "author": "Douglas Adams",
      "desc": " a satire on what happens around the world and what we're doing to our planet and is still relevant today. In the story, Vogons are an alien race destroying planets to make way for construction of a new hyperspace bypass. ",
      "category": "Novel",
      "price": "250",
      "quantity": "10"
    },
    {
      "id": 14,
      "name": "Honey and Spice: A Reese's Book Club Pick",
      "image": "https://i.postimg.cc/gc80R3j7/honey-spice.jpg",
      "author": "Bolu Babalola",
      "desc": " Honey and Spice is centered around Kikiola Banjo, a college student and aspiring journalist, who meets Malakai Korede, an enigmatic and charming transfer student. The ensuing story draws upon romance tropes that the TikTok community is currently fascinated by: fake dating, enemies-to-lovers, and university love.",
      "category": "Romance",
      "price": " 437",
      "quantity": "10"
    },
    {
      "id": 15,
      "name": "Pillow Thoughts",
      "image": "https://i.postimg.cc/9QsJq3rZ/9781449489755-pdpxl.jpg",
      "author": "Courtney Peppernellr",
      "desc": " Pillow Thoughts is a collection of poetry and prose about heartbreak, love, and raw emotions. It is divided into sections to read when you feel you need them most. Make a cup of tea and let yourself feel. Pillow Thoughts is a collection of poetry and prose about heartbreak, love, and raw emotions. ",
      "category": "Poetry",
      "price": " 337",
      "quantity": "10"
    },
    {
      "id": 16,
      "name": "Atomic Habits",
      "image": "https://i.postimg.cc/xCXfpz9W/image.jpg",
      "author": "James Clear",
      "desc": " Atomic Habits is all about making small improvements - unnoticeable on a day-to-day basis but far more meaningful in the long run. Little decisions and choices made over and over will start to add up and create significant results ",
      "category": "Self-help",
      "price": " 450",
      "quantity": "10"
    },
    {
      "id": 17,
      "name": "Noughts & Crosses (Graphic Novel)",
      "image": "https://i.postimg.cc/3JLmkwfx/Noughts-and-crosses.jpg",
      "author": "Ian Edginton/Novel by Malorie blackman",
      "desc": " Noughts & Crosses by Malorie Blackman is a novel set in a dystopian Britain in which society is divided by racism . Dark-skinned Crosses are privileged in society over the light-skinned noughts. Against the odds, the main characters, Sephy and Callum, fall in love across the divide which leads them into danger",
      "category": "Comics",
      "price": " 364",
      "quantity": "10"
    },
    {
      "id": 18,
      "name": "The Inheritors: An Intimate Portrait of South Africa's Racial Reckoning",
      "image": "https://i.postimg.cc/g0gZC88s/59365047.jpg",
      "author": "Eve Fairbanks",
      "desc": " Through the lives of Dipuo, her daughter Malaika, and Christo—one of the last white South Africans drafted to fight for the apartheid regime—award-winning journalist Eve Fairbanks probes what happens when people once locked into certain kinds of power relations find their status shifting. ",
      "category": "Biography",
      "price": " 336",
      "quantity": "10"
    }
  ],
  "users": [
    {
      "id": 1,
      "full_name": " The Me",
      "email": "me@gmail.com",
      "password": "ThePassword"
    },
    {
      "full_name": "John Doe",
      "email": "JohnDoe@gmail.com",
      "password": "IAmNotDead",
      "id": 2
    }
  ]
}

